Repository: felixgilles/novius_faq
Catalog: lang/*/default.po
Languages: fr

source: Question n°{{X}} is missing
fr: La question n°{{X}} n'est pas renseignée

source: Answer n°{{X}} is missing
fr: La réponse n°{{X}} n'est pas renseignée

source: Category
fr: Catégorie

source: Choose a FAQ to display
fr: Choisir la FAQ à afficher

source: Questions & Answers
fr: Questions et Réponses

source: Title
fr: Titre

source: Number of Q&As
fr: Nombre de Questions/Réponses

source: Are you sure you want to delete this Q&A?
fr: Êtes-vous bien sûr de vouloir supprimer cette Q/R?

source: This Q&A will be deleted when the FAQ is saved
fr: Cette Q/R sera supprimée une fois la FAQ sauvegardée

source: You can leave both question and answer empty to delete a Q&A
fr: Si vous laissez la question et la réponse vides, l'ensemble Q/R sera supprimé

source: A
fr: R

source: Add one question
fr: Ajouter une question
